Repository: thijsverstapen/ChillMate
Catalog: ChillMate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: GHB/GBL with alcohol, ketamine, sedatives, or opioids can cause unconsciousness or breathing problems.
de: GHB/GBL mit Alkohol, Ketamin, Beruhigungsmitteln oder Opioiden kann Bewusstlosigkeit oder Atemprobleme auslösen.
es: El GHB/GBL con alcohol, ketamina, sedantes u opioides puede provocar pérdida de conciencia o problemas respiratorios.
fr: Le GHB/GBL avec de l'alcool, de la kétamine, des sédatifs ou des opioïdes peut provoquer une perte de connaissance ou des problèmes respiratoires.
nl: GHB/GBL met alcohol, ketamine, kalmerende middelen of opioïden kan bewusteloosheid of ademhalingsproblemen veroorzaken.

source: GP or family doctor
de: Hausarzt oder Allgemeinmediziner
es: Médico de cabecera o de familia
fr: Médecin traitant ou médecin de famille
nl: Huisarts

source: Gay
de: Schwul
nl: Homo

source: General substance information from Trimbos.
de: Allgemeine Substanzinformationen von Trimbos.
es: Información general sobre sustancias de Trimbos.
fr: Informations générales sur les substances, par Trimbos.
nl: Algemene middeleninformatie van Trimbos.

source: Generate iMessage warning
de: iMessage-Warnung erstellen
es: Generar aviso por iMessage
fr: Générer un avertissement iMessage
nl: iMessage-waarschuwing genereren

source: Generated on this iPhone from this week's counts only. Nothing leaves your device.
de: Auf diesem iPhone erstellt, nur aus den Zahlen dieser Woche. Nichts verlässt dein Gerät.
es: Generado en este iPhone solo a partir de los números de esta semana. Nada sale de tu dispositivo.
fr: Généré sur cet iPhone à partir des chiffres de la semaine uniquement. Rien ne quitte ton appareil.
nl: Gemaakt op deze iPhone, alleen op basis van de cijfers van deze week. Niets verlaat je toestel.

source: Gentle
de: Sanft
es: Suave
fr: Doux
nl: Zacht

source: Gentle aftercare check-in
de: Sanfter Nachsorge-Check-in
es: Check-in suave de cuidados posteriores
fr: Check-in doux de soins après
nl: Zachte nazorg-check-in

source: Gentle prompts
de: Sanfte Impulse
es: Avisos suaves
fr: Invites douces
nl: Vriendelijke berichten

source: Gentle safety check
de: Sanfter Sicherheitscheck
es: Comprobación de seguridad suave
fr: Vérification de sécurité douce
nl: Zachte veiligheidscheck

source: Germany
de: Deutschland
es: Alemania
fr: Allemagne
nl: Duitsland

source: Get help
de: Hilfe holen
es: Buscar ayuda
fr: Obtenir de l'aide
nl: Hulp zoeken

source: Get help now
de: Jetzt Hilfe holen
es: Pedir ayuda ya
fr: Aide immédiate
nl: Nu hulp krijgen

source: Get help now. Breathing, grounding, or call emergency services.
de: Jetzt Hilfe holen. Atmung, Erdung oder den Notruf wählen.
es: Pide ayuda ya. Respiración, anclaje o llama a emergencias.
fr: Aide immédiate. Respiration, ancrage ou appel aux secours.
nl: Nu hulp krijgen. Ademhalen, aarden of de hulpdiensten bellen.

source: Get me home now
de: Bring mich jetzt nach Hause
es: Llévame a casa ahora
fr: Ramène-moi à la maison maintenant
nl: Breng me nu naar huis

source: Getting location
de: Standort wird ermittelt
es: Obteniendo ubicación
fr: Obtention de la position
nl: Locatie ophalen

source: Go back
de: Zurück
es: Volver
fr: Revenir
nl: Ga terug

# Goal active: max %lld %@ per month (%@).
source: Goal active: max %1$lld %2$@ per month (%3$@).
de: Ziel aktiv: max. %lld %@ pro Monat (%@).
es: Objetivo activo: máx. %lld %@ al mes (%@).
fr: Objectif actif : max %lld %@ par mois (%@).
nl: Doel actief: max %lld %@ per maand (%@).

source: Goal sessions per month
de: Ziel-Sessions pro Monat
es: Sesiones objetivo al mes
fr: Sessions objectif par mois
nl: Doelsessies per maand

source: Goals and cravings
de: Ziele und Verlangen
es: Objetivos y antojos
fr: Objectifs et envies
nl: Doelen en cravings

source: Goals and review
de: Ziele und Prüfung
es: Objetivos y revisión
fr: Objectifs et vérification
nl: Doelen en toetsing

source: Goals, cravings, and a fresh start
de: Ziele, Verlangen und ein Neuanfang
es: Objetivos, antojos y un nuevo comienzo
fr: Objectifs, envies et un nouveau départ
nl: Doelen, drang en een frisse start

source: Gonorrhea
de: Gonorrhoe
es: Gonorrea
fr: Gonorrhée
nl: Gonorroe

source: Good
de: Gut
es: Bien
fr: Bien
nl: Goed

source: Good for STI testing, PrEP, condoms, chemsex support, and safer-sex planning.
de: Gut für STI-Tests, PrEP, Kondome, Chemsex-Unterstützung und Safer-Sex-Planung.
es: Útil para pruebas de ITS, PrEP, condones, apoyo de chemsex y planificación de sexo más seguro.
fr: Utile pour les tests IST, la PrEP, les préservatifs, le soutien chemsex et la planification d'un sexe plus sûr.
nl: Goed voor soa-testen, PrEP, condooms, chemseks-hulp en veiliger-seksplanning.

source: Good for sleep, mood, substance concerns, medication interactions, and referrals.
de: Gut für Schlaf, Stimmung, Substanzfragen, Medikamenteninteraktionen und Überweisungen.
es: Útil para el sueño, el estado de ánimo, dudas sobre sustancias, interacciones de medicación y derivaciones.
fr: Utile pour le sommeil, l'humeur, les questions de substances, les interactions médicamenteuses et les orientations.
nl: Goed voor slaap, stemming, zorgen over middelen, medicatie-interacties en doorverwijzingen.

source: Good recovery sleep
de: Guter Erholungsschlaf
es: Buen sueño reparador
fr: Bon sommeil réparateur
nl: Goede herstelslaap

source: Good when patterns feel hard to change, risky, or emotionally heavy.
de: Gut, wenn Muster schwer zu ändern, riskant oder emotional belastend wirken.
es: Útil cuando los patrones se sienten difíciles de cambiar, arriesgados o emocionalmente pesados.
fr: Utile quand les schémas semblent difficiles à changer, risqués ou émotionnellement lourds.
nl: Goed wanneer patronen moeilijk te veranderen, risicovol of emotioneel zwaar voelen.

source: Government.nl: emergency number 112
de: Government.nl: Notrufnummer 112
es: Government.nl: número de emergencia 112
fr: Government.nl : numéro d'urgence 112
nl: Rijksoverheid.nl: noodnummer 112

source: Grief
de: Trauer
es: Duelo
fr: Chagrin
nl: Verdriet

source: Grounded
de: Geerdet
es: Centrado
fr: Ancré
nl: Geaard

source: Grounding steps
de: Erdungsschritte
es: Pasos de anclaje
fr: Étapes d'ancrage
nl: Grounding-stappen

source: Grouped by the moment
de: Nach Moment gruppiert
es: Agrupado por momento
fr: Regroupé par moment
nl: Gegroepeerd per moment

source: HRV read/write
de: HRV lesen/schreiben
es: Lectura/escritura de HRV
fr: Lecture/écriture de HRV
nl: HRV lezen/schrijven

source: Hard no
de: Klares Nein
es: Un no rotundo
fr: Un non catégorique
nl: Absoluut niet

source: Have a backup?
de: Hast du ein Backup?
es: ¿Tienes una copia de seguridad?
fr: Tu as une sauvegarde ?
nl: Heb je een back-up?

source: Heading out? Set up first
de: Gehst du los? Zuerst einrichten
es: ¿Vas a salir? Prepárate primero
fr: Tu sors ? Prépare-toi d'abord
nl: Ga je op stap? Stel eerst in

source: Health
de: Gesundheit
es: Salud
fr: Santé
nl: Gezondheid

source: Health and system access
de: Gesundheits- und Systemzugriff
es: Acceso a salud y sistema
fr: Accès à la santé et au système
nl: Gezondheids- en systeemtoegang

source: Health check-in
de: Gesundheits-Check-in
es: Check-in de salud
fr: Check-in de santé
nl: Gezondheidscheck-in

source: Health context
de: Gesundheitskontext
es: Contexto de salud
fr: Contexte de santé
nl: Gezondheidscontext

source: Health reads and writes only when you allow it.
de: Gesundheitsdaten werden nur gelesen und geschrieben, wenn du es erlaubst.
es: La salud se lee y se escribe solo cuando lo permites.
fr: La santé n'est lue et écrite que lorsque tu l'autorises.
nl: Gezondheid wordt alleen gelezen en geschreven als je dat toestaat.

source: HealthKit entitlements and usage descriptions.
de: HealthKit-Berechtigungen und Nutzungsbeschreibungen.
es: Permisos de HealthKit y descripciones de uso.
fr: Permissions HealthKit et descriptions d'utilisation.
nl: HealthKit-rechten en gebruiksbeschrijvingen.

source: HealthKit requires user permission for health information.
de: HealthKit erfordert die Erlaubnis des Nutzers für Gesundheitsinformationen.
es: HealthKit requiere permiso del usuario para la información de salud.
fr: HealthKit nécessite l'autorisation de l'utilisateur pour les informations de santé.
nl: HealthKit vereist toestemming van de gebruiker voor gezondheidsinformatie.

source: Healthcare contact
de: Gesundheitskontakt
es: Contacto sanitario
fr: Contact de santé
nl: Zorgcontact

source: Heart rate read/write
de: Herzfrequenz lesen/schreiben
es: Lectura/escritura de frecuencia cardíaca
fr: Lecture/écriture de fréquence cardiaque
nl: Hartslag lezen/schrijven

source: Heart strain
de: Herzbelastung
es: Esfuerzo cardíaco
fr: Effort cardiaque
nl: Hartbelasting

source: Heartbreak
de: Liebeskummer
es: Desamor
fr: Chagrin d'amour
nl: Liefdesverdriet

source: Height
de: Größe
es: Altura
fr: Taille
nl: Lengte

source: Help & safety
de: Hilfe & Sicherheit
es: Ayuda y seguridad
fr: Aide et sécurité
nl: Hulp & veiligheid

source: Helper summary
de: Helfer-Zusammenfassung
es: Resumen para profesionales
fr: Résumé pour professionnels
nl: Hulpoverzicht

source: Helper summary & checking info
de: Helfer-Zusammenfassung & Prüfinfos
es: Resumen para profesionales e info de comprobación
fr: Résumé pour professionnels et infos de vérification
nl: Hulpsamenvatting & test-info

source: Helper summary and checking info
de: Helfer-Zusammenfassung und Check-Infos
es: Resumen para tu acompañante e información de control
fr: Résumé pour un proche et infos de contrôle
nl: Samenvatting voor je hulpverlener en check-info

source: Helpful professional routes
de: Hilfreiche professionelle Anlaufstellen
es: Vías profesionales útiles
fr: Voies professionnelles utiles
nl: Nuttige professionele routes

source: Hey, thank you for using ChillMate 👋
de: Hey, danke, dass du ChillMate nutzt 👋
es: Oye, gracias por usar ChillMate 👋
fr: Hé, merci d'utiliser ChillMate 👋
nl: Hé, bedankt dat je ChillMate gebruikt 👋

source: Hidden while your screen is being recorded
de: Verborgen, während dein Bildschirm aufgenommen wird
es: Oculto mientras se graba tu pantalla
fr: Masqué pendant l'enregistrement de ton écran
nl: Verborgen terwijl je scherm wordt opgenomen

source: Hide contents from screenshots
de: Inhalte vor Screenshots verbergen
es: Ocultar el contenido en las capturas
fr: Masquer le contenu des captures d'écran
nl: Inhoud verbergen voor schermafbeeldingen

source: Hide details
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
nl: Details verbergen

source: Hide monthly details
de: Monatsdetails ausblenden
es: Ocultar detalles del mes
fr: Masquer les détails du mois
nl: Maanddetails verbergen

source: High
de: Hoch
es: Alto
fr: Élevé
nl: Hoog

source: High contrast overlays
de: Overlays mit hohem Kontrast
es: Superposiciones de alto contraste
fr: Superpositions à contraste élevé
nl: Overlays met hoog contrast

source: High-risk
de: Hohes Risiko
es: Alto riesgo
fr: Risque élevé
nl: Hoog risico

source: High-risk combination
de: Hochriskante Kombination
es: Combinación de alto riesgo
fr: Combinaison à haut risque
nl: Combinatie met hoog risico

source: History
de: Verlauf
es: Historial
fr: Historique
nl: Geschiedenis

source: Hold gently
de: Sanft halten
es: Mantén con suavidad
fr: Retiens doucement
nl: Houd rustig vast

source: Home
de: Start
es: Inicio
fr: Accueil
nl: Thuis

source: Home address
de: Heimadresse
es: Dirección de casa
fr: Adresse du domicile
nl: Thuisadres

source: Home information
de: Wohnort-Informationen
es: Información del domicilio
fr: Informations du domicile
nl: Thuisgegevens

source: Horny
de: Geil
es: Cachondo
fr: Excité
nl: Geil

source: Hours
de: Stunden
es: Horas
fr: Heures
nl: Uren

source: House number
de: Hausnummer
es: Número
fr: Numéro
nl: Huisnummer

source: Housing
de: Wohnen
es: Vivienda
fr: Logement
nl: Huisvesting

source: How did you sleep, and how do you feel about last Chill?
de: Wie hast du geschlafen und wie fühlst du dich mit dem letzten Chill?
es: ¿Cómo has dormido y cómo te sientes con el último Chill?
fr: Comment as-tu dormi, et comment te sens-tu par rapport au dernier Chill ?
nl: Hoe heb je geslapen, en hoe voel je je over de laatste Chill?

source: How do you feel about it now?
de: Wie fühlst du dich jetzt damit?
es: ¿Cómo te sientes al respecto ahora?
fr: Comment te sens-tu à ce sujet maintenant ?
nl: Hoe voel je je er nu over?

source: How do you feel about last Chill?
de: Wie fühlst du dich mit dem letzten Chill?
es: ¿Cómo te sientes con el último Chill?
fr: Comment te sens-tu par rapport au dernier Chill ?
nl: Hoe voel je je over de laatste Chill?

source: How is your breathing? Try taking one slow breath before anything else.
de: Wie ist deine Atmung? Versuch zuerst einen langsamen Atemzug.
es: ¿Cómo es tu respiración? Intenta tomar una respiración lenta antes que nada.
fr: Comment est ta respiration ? Essaie de prendre une respiration lente avant toute chose.
nl: Hoe is je ademhaling? Probeer eerst één langzame ademhaling te nemen.

source: How it is used
de: Wie es verwendet wird
es: Cómo se usa
fr: Comment il est utilisé
nl: Hoe het wordt gebruikt

source: How many people did you have sex with?
de: Mit wie vielen Personen hattest du Sex?
es: ¿Con cuántas personas tuviste sexo?
fr: Avec combien de personnes as-tu eu des rapports ?
nl: Met hoeveel mensen had je seks?

source: How your private information is handled
de: Wie deine privaten Informationen behandelt werden
es: Cómo se gestiona tu información privada
fr: Comment tes informations privées sont gérées
nl: Hoe je privégegevens worden behandeld

source: However tonight goes, you are allowed to be gentle with yourself tomorrow.
de: Wie auch immer heute Abend läuft, du darfst morgen sanft mit dir sein.
es: Pase lo que pase esta noche, puedes ser amable contigo mañana.
fr: Quoi qu'il arrive ce soir, tu as le droit d'être doux avec toi demain.
nl: Hoe vanavond ook verloopt, je mag morgen mild zijn voor jezelf.

source: Huisarts / GP
de: Hausarzt / huisarts
es: Huisarts / médico de cabecera
fr: Huisarts / médecin traitant
nl: Huisarts

source: Hydration
de: Flüssigkeit
es: Hidratación
fr: Hydratation
nl: Hydratatie

source: Hydration and cooling matter, especially if sleep, food, or breaks have been limited.
de: Flüssigkeit und Abkühlen sind wichtig, besonders wenn Schlaf, Essen oder Pausen knapp waren.
es: La hidratación y refrescarse importan, especialmente si el sueño, la comida o los descansos han sido limitados.
fr: L'hydratation et le rafraîchissement comptent, surtout si le sommeil, la nourriture ou les pauses ont été limités.
nl: Hydratatie en afkoeling zijn belangrijk, zeker als slaap, eten of pauzes beperkt waren.

source: Hydration check
de: Flüssigkeits-Check
es: Comprobación de hidratación
fr: Vérification d'hydratation
nl: Hydratatiecheck

source: Hydration is not boring. It is how tomorrow feels survivable.
de: Hydration ist nicht langweilig. Sie macht den morgigen Tag erträglich.
es: Hidratarte no es aburrido. Es lo que hace que mañana sea llevadero.
fr: S'hydrater n'est pas ennuyeux. C'est ce qui rend demain supportable.
nl: Hydratatie is niet saai. Het maakt morgen draaglijk.

source: Hydration reminders
de: Trink-Erinnerungen
es: Recordatorios de hidratación
fr: Rappels d'hydratation
nl: Hydratatieherinneringen

source: I am safe right now
de: Ich bin gerade sicher
es: Estoy a salvo ahora mismo
fr: Je suis en sécurité maintenant
nl: Ik ben nu veilig

source: I am stopping now
de: Ich höre jetzt auf
es: Voy a parar ahora
fr: J'arrête maintenant
nl: Ik stop nu

source: I build ChillMate on my own, on late nights and weekends, because I wanted a calm, private place to look after yourself, with no judgment. It's completely free: no ads, nothing locked behind a paywall, and it will stay that way.
de: Ich entwickle ChillMate allein, in späten Nächten und an Wochenenden, weil ich einen ruhigen, privaten Ort wollte, um auf sich zu achten, ohne Urteil. Es ist komplett kostenlos: keine Werbung, nichts hinter einer Bezahlschranke, und das bleibt so.
es: Desarrollo ChillMate yo solo, en noches y fines de semana, porque quería un lugar tranquilo y privado para cuidarte, sin juicios. Es totalmente gratis: sin anuncios, nada tras un muro de pago, y seguirá siendo así.
fr: Je développe ChillMate seul, tard le soir et le week-end, parce que je voulais un endroit calme et privé pour prendre soin de toi, sans jugement. C'est entièrement gratuit : pas de publicité, rien derrière un paywall, et ça restera ainsi.
nl: Ik bouw ChillMate in mijn eentje, op late avonden en in weekenden, omdat ik een rustige, privéplek wilde om voor jezelf te zorgen, zonder oordeel. Het is volledig gratis: geen advertenties, niets achter een betaalmuur, en dat blijft zo.

source: I didn't use
de: Ich habe nicht konsumiert
es: No consumí
fr: Je n'ai pas consommé
nl: Ik heb niet gebruikt

source: I do not remember parts
de: Ich erinnere mich an Teile nicht
es: No recuerdo partes
fr: Je ne me souviens pas de certaines parties
nl: Ik herinner me delen niet

source: I have consent concerns
de: Ich habe Bedenken zum Einvernehmen
es: Tengo dudas sobre el consentimiento
fr: J'ai des inquiétudes de consentement
nl: Ik heb twijfels over toestemming

source: I have enough rest or a realistic plan to stop.
de: Ich habe genug Ruhe oder einen realistischen Plan aufzuhören.
es: Tengo suficiente descanso o un plan realista para parar.
fr: J'ai assez de repos ou un plan réaliste pour arrêter.
nl: Ik heb genoeg rust of een realistisch plan om te stoppen.

source: I have read and agree to this.
de: Ich habe das gelesen und stimme zu.
es: He leído esto y estoy de acuerdo.
fr: J'ai lu et j'accepte ceci.
nl: Ik heb dit gelezen en ga akkoord.

source: I have read this warning
de: Ich habe diese Warnung gelesen
es: He leído este aviso
fr: J'ai lu cet avertissement
nl: Ik heb deze waarschuwing gelezen

source: I have taken PrEP as planned.
de: Ich habe PrEP wie geplant eingenommen.
es: He tomado la PrEP según lo previsto.
fr: J'ai pris la PrEP comme prévu.
nl: Ik heb PrEP volgens plan ingenomen.

source: I may have injuries
de: Ich habe vielleicht Verletzungen
es: Puede que tenga lesiones
fr: J'ai peut-être des blessures
nl: Ik heb mogelijk verwondingen

source: I use current medication
de: Ich nehme aktuell Medikamente
es: Tomo medicación actualmente
fr: Je prends actuellement des médicaments
nl: Ik gebruik huidige medicatie

source: I used
de: Ich habe konsumiert
es: Consumí
fr: J'ai consommé
nl: Ik heb gebruikt

source: I want help or a trusted contact
de: Ich möchte Hilfe oder einen Vertrauenskontakt
es: Quiero ayuda o un contacto de confianza
fr: Je veux de l'aide ou un contact de confiance
nl: Ik wil hulp of een vertrouwenscontact

source: I was penetrated
de: Ich wurde penetriert
es: Fui penetrado
fr: J'ai été pénétré
nl: Ik werd gepenetreerd

source: I was penetrated by this person
de: Ich wurde von dieser Person penetriert
es: Fui penetrado por esta persona
fr: J'ai été pénétré par cette personne
nl: Ik werd gepenetreerd door deze persoon

source: I'm okay for now
de: Mir geht es gerade gut
es: Estoy bien por ahora
fr: Ça va pour l'instant
nl: Het gaat nu goed

source: I'm safe
de: Mir geht's gut
es: Estoy bien
fr: Je suis en sécurité
nl: Ik ben veilig

source: Idea
de: Idee
fr: Idée
nl: Idee

source: Identity
de: Identität
es: Identidad
fr: Identité
nl: Identiteit

source: Identity & preferences
de: Identität & Präferenzen
es: Identidad y preferencias
fr: Identité et préférences
nl: Identiteit & voorkeuren

source: If ChillMate has helped you feel a little safer or more in control, a small tip is a lovely way to say thanks. Every bit goes straight back into keeping the app running, updated, and free for everyone.
de: Wenn ChillMate dir geholfen hat, dich etwas sicherer oder selbstbestimmter zu fühlen, ist ein kleines Trinkgeld eine schöne Art, Danke zu sagen. Jeder Beitrag fließt direkt zurück, um die App am Laufen, aktuell und für alle kostenlos zu halten.
es: Si ChillMate te ha ayudado a sentirte un poco más seguro o con más control, una pequeña propina es una bonita forma de dar las gracias. Cada aportación se destina directamente a mantener la app en marcha, actualizada y gratis para todos.
fr: Si ChillMate t'a aidé à te sentir un peu plus en sécurité ou plus maître de la situation, un petit pourboire est une belle façon de dire merci. Chaque contribution sert directement à faire tourner l'app, à la mettre à jour et à la garder gratuite pour tout le monde.
nl: Als ChillMate je heeft geholpen je iets veiliger of meer in controle te voelen, is een kleine fooi een mooie manier om bedankt te zeggen. Alles gaat rechtstreeks terug naar het draaiend, bijgewerkt en gratis houden van de app voor iedereen.

source: If any of these are happening, do not wait for the app. Call %@ or your local emergency number.
de: Wenn eines davon passiert, warte nicht auf die App. Ruf %@ oder deine örtliche Notrufnummer an.
es: Si ocurre algo de esto, no esperes a la app. Llama al %@ o a tu número de emergencias local.
fr: Si l'un de ces signes apparaît, n'attends pas l'app. Appelle le %@ ou ton numéro d'urgence local.
nl: Als een van deze dingen gebeurt, wacht dan niet op de app. Bel %@ of je lokale alarmnummer.

source: If any of these are happening, do not wait for the app. Call 112 in the Netherlands or your local emergency number.
de: Wenn eines davon passiert, warte nicht auf die App. Ruf in den Niederlanden 112 oder deine örtliche Notrufnummer.
es: Si está ocurriendo alguna de estas cosas, no esperes a la app. Llama al 112 en los Países Bajos o a tu número de emergencia local.
fr: Si l'une de ces situations se produit, n'attends pas l'app. Appelle le 112 aux Pays-Bas ou ton numéro d'urgence local.
nl: Als een van deze dingen gebeurt, wacht dan niet op de app. Bel 112 in Nederland of je lokale noodnummer.

source: If anything feels unclear, contact your prescriber, a sexual-health service, or pharmacist before relying on the plan.
de: Wenn etwas unklar ist, wende dich an deinen Arzt, eine Beratungsstelle für sexuelle Gesundheit oder eine Apotheke, bevor du dich auf den Plan verlässt.
es: Si algo no queda claro, contacta con quien te lo receta, un servicio de salud sexual o una farmacia antes de confiar en el plan.
fr: Si quelque chose n'est pas clair, contacte ton prescripteur, un service de santé sexuelle ou une pharmacie avant de te fier au plan.
nl: Als iets onduidelijk is, neem dan contact op met je voorschrijver, de soa-poli of de apotheek voordat je op het plan vertrouwt.

source: If someone is unconscious, very confused, overheating, having chest pain, breathing oddly, or cannot be woken: call 112.
de: Wenn jemand bewusstlos, sehr verwirrt, überhitzt ist, Brustschmerzen hat, seltsam atmet oder nicht aufgeweckt werden kann: ruf 112.
es: Si alguien está inconsciente, muy confuso, con sobrecalentamiento, con dolor en el pecho, respirando de forma extraña o no se puede despertar: llama al 112.
fr: Si une personne est inconsciente, très confuse, en surchauffe, a une douleur thoracique, respire bizarrement ou ne peut pas être réveillée : appelle le 112.
nl: Als iemand bewusteloos is, erg verward, oververhit, pijn op de borst heeft, raar ademt of niet wakker te krijgen is: bel 112.

source: If someone may be in immediate danger, call local emergency services.
de: Wenn jemand in unmittelbarer Gefahr sein könnte, ruf den örtlichen Notruf.
es: Si alguien puede estar en peligro inmediato, llama a los servicios de emergencia locales.
fr: Si quelqu'un est peut-être en danger immédiat, appelle les services d'urgence locaux.
nl: Als iemand in direct gevaar kan zijn, bel de lokale hulpdiensten.
